Repository: mapale/boardino
Catalog: board/locale/*/LC_MESSAGES/django.po
Languages: es

source: Please enter a valid email
es: Por favor escribe un email válido

source: Subscribed!
es: Suscrito!

source: Welcome! Move me! Edit me! Delete me!
es: Bienvenido! Muéveme! Edítame! Bórrame

source: Share this board and work together in realtime!
es: Comparte este tablero y trabaja colaborativamente en tiempo real!

source: Come back to check new features!
es: Vuelve para ver nuevas funcionalidades!

source: Try it for free &raquo;
es: Pruébalo gratis &raquo;

source: Just solve the math to start
es: Sólo resuelve para empezar

source: Start &raquo;
es: Empezar &raquo;

source: Features
es: Características

source: Want to try it?
es: ¿Quieres probarlo?

source: It is very easy and free to start. And it's not required to signup!
es: Es muy fácil y gratis empezar. Y no te tienes que registrar!

source: Real-Time Collaboration
es: Colaboración en tiempo real

source: Share your board to collaboratively work with your team.
es: Comparte tu tablero para trabajar en colaboración con tu equipo.

source: Open Source
es: Código Abierto

source: Yeah! It's open source!
es: ¡Sí, es open source!

source: Check it out
es: Míralo

source: We are a team of programmers/designers/geeks and freaks in general that found his job very entertaining and passionate. As a team we work on software development projects in different areas, specializing in mobile and web apps, but with experience in voIP, corporate apps, security systemas, Artifical intelligence, criptography and even artistic installations.
es: Somos un equipo de programadores/diseñadores/geeks y freaks en general que encuentran su oficio muy entretenido y apasionante. Como equipo trabajamos en proyectos de desarrollo de software para diferentes áreas, haciendo énfasis en las aplicaciones móviles y web pero con experiencia en proyectos de telefonía, kioscos digitales, aplicaciones corporativas, sistemas de seguridad, IA, criptografía y hasta instalaciones artísticas.

source: Visit us at
es: Visítanos en

source: Personal Info
es: Información personal

source: Username
es: Nombre de usuario

source: Edit details
es: Editar detalles

source: Change password
es: Cambiar contraseña

source: Change email
es: Cambiar email

source: Email or username
es: Email o nombre de usuario

source: Sign in
es: Entrar

source: Sign up
es: Registro

source: Logout
es: Salir

source: Set public
es: Publicar

source: Set private
es: Volver privado

source: Clone this board
es: Clonar este tablero

source: Set this boardino as private ...
es: Volver este tablero privado

source: Couldn't set the board as private
es: No se pudo hacer privado el tablero

source: Are you sure to set this boardino as private?
es: ¿ Estás seguro que quieres volverlo privado ?

source: You are not allowed to set this boardino as private, because you are not the owner
es: No estás autorizado para poner privado este tablero, porque no eres el dueño

source: You are not allowed to set this boardino as private.
es: No estás autorizado a poner este tablero como privado

source: Please register if you haven't and upgrade your plan.
es: Por favor regístrate si no lo has hecho y actualiza tu plan

source: Also, you need to be the owner of the board.
es: También, debes ser el dueño del tablero

source: saving...
es: guardando...

source: Accept
es: Aceptar

source: Publish this boardino ...
es: Publicar este boardino

source: Couldn't set the board as public
es: No se pudo publicar este tablero

source: Are you sure to set this boardino as public?
es: ¿Estás seguro de que quieres volver este boardino público?

source: You are not allowed to publish this boardino, because you are not the owner
es: No estás autorizado a publicar este boardino, porque no eres el dueño

source: Publish
es: Publicar

source: Set a name for the board
es: Poner un nombre para el tablero

source: Only alphanumeric characters allowed
es: Sólo se permiten números o letras

source: Alias
es: Nombre

source: New boardino name
es: Nuevo nombre

source: Cancel
es: Cancelar

source: View profile
es: Ver perfil

source: Your mugshot
es: Tu foto

source: Name
es: Nombre

source: Age
es: Edad

source: Website
es: Sitio web

source: Location
es: Ubicación

source: About me
es: Acerca de mí

source: Account setup
es: Configuración de cuenta

source: Edit profile
es: Editar perfil

source: Edit Profile
es: Editar perfil

source: Save changes
es: Guardar cambios
